Repository: Artem622/SiberiaMobile
Catalog: lib/l10n/app_*.arb
Languages: es

source: Hello World!
es: ¡Hola Mundo!

source: Current storehouse:
es: Almacén actual:

source: + New sale
es: + Nueva venta

source: Bulk assembling
es: Montaje múltiple

source: + New arrival
es: + Nueva llegada

source: Assortment
es: Rango

# smtWentWrongReload
source: Something went wrong:( Please reload app
es: Algo salió mal:( Por favor recarga la aplicación

source: Filters
es: Filtros

source: Search
es: Buscar

# backCaps
source: BACK
es: ATRÁS

# assortmentCaps
source: ASSORTMENT
es: RANGO

# viewCaps
source: VIEW
es: VISTA

# inStockCaps
source: IN STOREHOUSE
es: EN STOCK

# isInStockInThis
source: is in storehouse in this storehouses
es: en stock en estos almacenes

# nameCaps
source: NAME
es: NOMBRE

source: Loading...
es: cargando...

source: Not available
es: no

source: Available
es: sí

# filtersCaps
source: FILTERS
es: FILTROS

# clearAllCaps
source: CLEAR ALL
es: REINICIAR

# applyCaps
source: APPLY
es: ACEPTAR

source: Availability
es: ¿Ordenar por disponibilidad?

source: Brand
es: Marca

source: Select a brand...
es: Elige una marca...

source: Collection
es: Recopilación

source: Select a collection...
es: Seleccione una colección...

source: Category
es: Categoría

source: Select a category...
es: Seleccione una categoría...

source: Item to search...
es: buscar...

# searchCaps
source: SEARCH
es: BUSCAR

# areYouSure
source: Are you sure? All data will be deleted
es: ¿Está seguro? Todos los datos serán eliminados.

# notAllProducts
source: Not all products selected
es: No todos los productos están seleccionados.

# cancelCaps
source: CANCEL
es: SALIDA

# cartCaps
source: CART
es: CESTA

# assemblingCaps
source: ASSEMBLING
es: ASAMBLEA

# quantityCaps
source: QUANTITY
es: CANTIDAD

# saleCompletedCaps
source: SALE COMPLETED!
es: ¡LA VENTA ESTÁ COMPLETADA!

# youWillGetBack
source: You will get back to home screen in 5 seconds
es: Volverás a la pantalla principal en 5 segundos

# homeCaps
source: HOME
es: CASA

# youWillGetAuth
source: You will get back to auth screen in 5 seconds
es: Volverá a la pantalla de inicio de sesión después de 5 segundos.

# authCaps
source: AUTH
es: REGISTRO

# singleProductCaps
source: SINGLE PRODUCT
es: PRODUCTO SELECCIONADO

# brandCaps
source: BRAND
es: MARCA

# collectionCaps
source: COLLECTION
es: RECOPILACIÓN

# descriptionCaps
source: DESCRIPTION
es: DESCRIPCIÓN

# defaultPriceCaps
source: DEFAULT PRICE
es: PRECIO POR DEFECTO

# distributionPriceCaps
source: DISTRIBUTION PRICE
es: PRECIO DE DISTRIBUCIÓN

# professionalPriceCaps
source: PROFESSIONAL PRICE
es: PRECIO PROFESIONAL

# ofertaPriceCaps
source: OFERTA PRICE
es: PRECIO DE OFERTA

# newSaleCaps
source: NEW SALE
es: NUEVA VENTA

source: Added to cart
es: Agregado al carrito

# addToCartCaps
source: ADD TO CART
es: AÑADIR A LA CESTA

# areYouSureCart
source: Are you sure? You would not be able to edit cart anymore
es: ¿Está seguro? Ya no podrás editar tu carrito.

# youHaventCart
source: You haven't added any products to cart
es: No has añadido ningún artículo a tu carrito.

# startAssemblyCaps
source: START ASSEMBLY
es: INICIAR MONTAJE

# priceCaps
source: PRICE
es: PRECIO

# cartItemEditCaps
source: CART ITEM EDIT
es: ARTÍCULO CAMBIADO

source: Product
es: Producto

# countCaps
source: COUNT
es: CANTIDAD

# saveCaps
source: SAVE
es: AHORRAR

# deletionCaps
source: DELETION CONFIRMATION
es: CONFIRMACIÓN DE ELIMINACIÓN

# sureDelete
source: Are you sure you want to delete
es: ¿Estas seguro que quieres borrarlo?

# deleteCaps
source: DELETE
es: BORRAR

# wouldAddress
source: Would you like to add delivery address?
es: ¿Quieres añadir una dirección de entrega?

# addAddressCaps
source: ADD ADDRESS
es: AÑADIR DIRECCIÓN

# endSaleCaps
source: END SALE
es: COMPLETO

# addAddressInfo
source: Add address information
es: Agregar información de dirección

source: Zip code
es: Código postal

source: City
es: Ciudad

source: Region
es: Región

source: Address
es: DIRECCIÓN

source: Person
es: Recipiente

source: Home screen
es: Hogar

source: Transfer
es: Pedido

source: Log out
es: Salida

source: Yes
es: Sí

# newArrivalCompletedCaps
source: NEW ARRIVAL COMPLETED!
es: ¡NUEVA LLEGADA EXITOSA!

# areYouSureReturn
source: Are you sure? You wouldn't be able to return
es: ¿Está seguro? No podrás regresar

# selectAtList
source: Select at least one product
es: Seleccione al menos un producto

# bulkAssemblyCaps
source: BULK ASSEMBLY
es: ASAMBLEA MASIVA

source: Operations
es: Operaciones

# dateCaps
source: DATE
es: FECHA

# saleCaps
source: SALE
es: VENTA

source: Orders
es: Pedidos

# orderCaps
source: ORDER
es: ORDEN

# assemblingCompletedCaps
source: ASSEMBLING COMPLETED!
es: ¡SE HA FORMADO EL PEDIDO!

# areYouSureProceed
source: Are you sure you want to proceed? You won't be able to cancel
es: ¿Estas seguro que deseas continuar? No podrás cancelar

# transferCaps
source: TRANSFER
es: PEDIDO

# areYouSureTransfer
source: Are you sure you want to end transfer?
es: ¿Estás seguro de que quieres terminar la pedido?

# itemChosen
source: Items chosen partly, do you want to proceed or end this transfer partly, or some items were missing
es: Elementos elegidos en parte, ¿desea continuar o finalizar esta transferencia en parte, o faltaban algunos elementos?

# missingItemsCaps
source: MISSING ITEMS
es: OBJETOS PERDIDOS

# endPartlyCaps
source: END PARTLY
es: TERMINAR EN PARCIA

# continueCaps
source: CONTINUE
es: CONTINUAR

# youDontTab
source: You don't have access to this tab
es: No tienes acceso a esta pestaña

# anErrorOccured
source: An error occured. Please try again
es: Ocurrió un error. Inténtalo de nuevo

source: Scan
es: Escanear

# newArrivalCaps
source: NEW ARRIVAL
es: NUEVA LLEGADA

source: Arrival list
es: Lista de llegada

# noItemsYetCaps
source: NO ITEMS YET
es: NO HAY ARTÍCULOS AÚN

# startWith
source: Start with scanning below
es: Comience con el escaneo a continuación

source: Distribution
es: Distribución

source: Professional
es: Profesional

source: Other
es: Otra

# newTransferCaps
source: NEW TRANSFER
es: NUEVA PEDIDO

source: Added to transfer
es: Añadido a la pedido

# completeTransferCaps
source: COMPLETE TRANSFER
es: GUARDAR SOLICITUD

source: TRANSFER ITEM EDIT
es: PEDIDO ARTÍCULO EDITAR

source: Select product
es: Seleccionar producto

# scanProduct
source: Scan product code
es: Escanear código de producto

# reScan
source: Something went wrong. Try to re-scan again
es: Algo salió mal. Intente volver a escanear nuevamente

# adressCaps
source: ADDRESS
es: DIRECCIÓN

# selectAdress
source: Select address
es: Seleccionar dirección

# areYouSureStore
source: Are you sure you want continue with selected store
es: ¿Estás seguro de que quieres continuar con la tienda seleccionada?

source: Transfer assembly
es: Conjunto de pedido

# transferAssemblingCompCaps
source: TRANSFER ASSEMBLING COMPLETED!
es: ¡MONTAJE DE PEDIDO COMPLETADO!

# noInet
source: No internet connection. Please turn on internet and you will be redirected back
es: Sin conexión a Internet. Enciende Internet y serás redirigido de regreso.

source: Scan QR
es: Escanear QR

source: added
es: agregado

source: with barcode:
es: con código de barras:

source: Enter barcode
es: Introduzca el código de barras

# barcodeCaps
source: BARCODE
es: CÓDIGO DE BARRAS

# addBarcodeCaps
source: ADD BARCODE
es: AÑADIR CÓDIGO DE BARRAS
